[
  {
    "chapter_number": "6",
    "chapter_name": "Reproduction in Animals",
    "topics": [
      {
        "topic_name": "Modes of Reproduction",
        "sub_topics": [
          {
            "sub_topic_name": "Modes of Reproduction",
            "content": [
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "Just as in plants, there are two modes by which animals reproduce. These are: (i)Sexual reproduction, and (ii)Asexual reproduction."
              },
              {
                "type": "table",
                "title_or_caption": "Table 6.1",
                "data_or_text": "S. No. Animal Young one\n1. Human Baby\n2. Cat \n3. Dog \n4. Butterfly \n5. Hen Chick\n6. Cow \n7. Frog"
              }
            ]
          }
        ]
      },
      {
        "topic_name": "Sexual Reproduction",
        "sub_topics": [
          {
            "sub_topic_name": "Male Reproductive Organs",
            "content": [
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "The male reproductive organs include a pair of testes (singular, testis), two sperm ducts and a penis (Fig. 6.1). The testes produce the male gametes called sperms. Millions of sperms are produced by the testes. Look at Fig. 6.2 which shows the picture of a sperm. Though sperms are very small in size, each has a head, a middle piece and a tail. Does it appear to be a single cell? Indeed, each sperm is a single cell with all the usual cell components."
              },
              {
                "type": "image",
                "title_or_caption": "Fig. 6.1: Male reproductive organs in humans",
                "data_or_text": ""
              },
              {
                "type": "image",
                "title_or_caption": "Fig. 6.2 : Human sperm",
                "data_or_text": ""
              },
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "What purpose does the tail in a sperm serve?"
              }
            ]
          },
          {
            "sub_topic_name": "Female Reproductive Organs",
            "content": [
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "The female reproductive organs are a pair of ovaries, oviducts (fallopian tubes) and the uterus (Fig. 6.3). The ovary produces"
              },
              {
                "type": "image",
                "title_or_caption": "Fig. 6.3 : Female reproductive organs in humans",
                "data_or_text": ""
              },
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "Boojho recalls that the size of eggs in animals varies. The egg may be very small as in humans, much larger as in hens. Ostrich egg is the largest!"
              },
              {
                "type": "image",
                "title_or_caption": "Fig. 6.4 : Human Ovum",
                "data_or_text": ""
              }
            ]
          },
          {
            "sub_topic_name": "Fertilisation",
            "content": [
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "The first step in the process of reproduction is the fusion of a sperm and an ovum. When sperms come in contact with an egg, one of the sperms may fuse with the egg. Such fusion of the egg and the sperm is called fertilisation (Fig. 6.5). During fertilisation, the nuclei of the sperm and the egg fuse to form a single nucleus. This results in the formation of a fertilised egg or zygote (Fig. 6.6)."
              },
              {
                "type": "image",
                "title_or_caption": "Fig. 6.5 : Fertilisation",
                "data_or_text": ""
              },
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "The process of fertilisation is the meeting of an egg cell from the mother and a sperm cell from the father. So, the new individual inherits some characteristics from the mother and some from the father. Look at your brother or sister. See if you can recognise some characters in them similar to those of your mother or your father."
              }
            ]
          }
        ]
      }
    ]
  },
  {
    "chapter_number": "6",
    "chapter_name": "Reproduction in Animals",
    "topics": [
      {
        "topic_name": "External Fertilisation",
        "sub_topics": [
          {
            "sub_topic_name": "External Fertilization",
            "content": [
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "As the eggs are laid, the male deposits sperms over them. Each sperm swims randomly in water with the help of its long tail. The sperms come in contact with the eggs. This results in fertilisation. This type of fertilisation in which the fusion of a male and a female gamete takes place outside the body of the female is called external fertilisation. It is very common in aquatic animals such as fish, starfish, etc."
              },
              {
                "type": "image",
                "title_or_caption": "Fig. 6.7 : Eggs of frog",
                "data_or_text": ""
              }
            ]
          },
          {
            "sub_topic_name": "Development of Embryo",
            "content": [
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "Fertilisation results in the formation of zygote which begins to develop into an embryo [Fig. 6.8(a)]. The zygote divides repeatedly to give rise to a ball of cells [Fig. 6.8(b)]. The cells then begin to form groups that develop into different tissues and organs of the body. This developing structure is termed an embryo. The embryo gets embedded in the wall of the uterus for further development [Fig. 6.8(c)]. The embryo continues to develop in the uterus. It gradually develops body parts such as hands, legs, head, eyes, ears etc. The stage of the embryo in which all the body parts can be identified is called a foetus (Fig. 6.9)."
              },
              {
                "type": "image",
                "title_or_caption": "Fig. 6.8 : (a) Zygote formation and development of an embryo from the zygote; (b) Ball of cells (enlarged); (c) Embedding of the embryo in the uterus (enlarged)",
                "data_or_text": ""
              },
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "Though these animals lay hundreds of eggs and release millions of sperms, all the eggs do not get fertilised and develop into new individuals. This is because the eggs and sperms get exposed to water movement, wind and rainfall. Also, there are other animals in the pond which may feed on eggs. Thus, production of large number of eggs and sperms is necessary to ensure fertilisation of at least a few of them."
              }
            ]
          }
        ]
      },
      {
        "topic_name": "Internal Fertilisation and Development",
        "sub_topics": [
          {
            "sub_topic_name": "Internal Fertilisation in Hens",
            "content": [
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "Internal fertilisation takes place in hens also. But, do hens give birth to babies like human beings and cows? You know that they do not. Then, how are chicks born? Let us find out. Soon after fertilisation, the zygote divides repeatedly and travels down the oviduct. As it travels down, many protective layers are formed around it. The hard shell that you see in a hen’s egg is one such protective layer. After the hard shell is formed around the developing embryo, the hen finally lays the egg. The embryo takes about 3 weeks to develop into a chick. You must have seen the hen sitting on the eggs to prov..."
              }
            ]
          }
        ]
      },
      {
        "topic_name": "Viviparous and Oviparous Animals",
        "sub_topics": [
          {
            "sub_topic_name": "Viviparous and Oviparous Animals",
            "content": [
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "We have learnt that some animals give birth to young ones while some animals lay eggs which later develop into young ones. The animals which give birth to young ones are called viviparous animals. Those animals which lay eggs are called oviparous animals."
              },
              {
                "type": "activity",
                "title_or_caption": "Activity 6.2",
                "data_or_text": "Try to observe eggs of the following organisms – frog, lizard, butterfly or moth, hen and crow or any other bird. Were you able to observe eggs of all of them? Make drawings of the eggs that you have observed. The eggs of a few animals are easy to observe because their mothers lay them outside their bodies. These are examples of oviparous animals. But you would not be able to collect the eggs of a dog, cow or cat. This is because they do not lay eggs. The mother gives birth to the young ones. These are examples of viviparous animals."
              }
            ]
          }
        ]
      }
    ]
  },
  {
    "chapter_number": "6",
    "chapter_name": "Reproduction in Animals",
    "topics": [
      {
        "topic_name": "Asexual Reproduction",
        "sub_topics": [
          {
            "sub_topic_name": "Budding",
            "content": [
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "In hydra too the new individuals develop as outgrowths from a single parent. This type of reproduction in which only a single parent is involved is called asexual reproduction. Since new individuals develop from the buds in hydra, this type of asexual reproduction is called budding."
              }
            ]
          },
          {
            "sub_topic_name": "Binary Fission",
            "content": [
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "Another method of asexual reproduction is observed in the microscopic organism, amoeba. It begins the process of reproduction by the division of its nucleus into two nuclei. This is followed by division of its body into two, each part receiving a nucleus. Finally, two amoebae are produced from one parent amoeba. This type of asexual reproduction in which an animal reproduces by dividing into two individuals is called binary fission."
              }
            ]
          }
        ]
      },
      {
        "topic_name": "Cloning",
        "sub_topics": [
          {
            "sub_topic_name": "Dolly the sheep",
            "content": [
              {
                "type": "paragraph",
                "title_or_caption": "Story of Dolly, the Clone",
                "data_or_text": "Cloning is the production of an exact copy of a cell, any other living part, or a complete organism. Cloning of an animal was successfully performed for the first time by Ian Wilmut and his colleagues at the Roslin Institute in Edinburgh, Scotland. They successfully cloned a sheep named Dolly. Dolly was born on 5th July 1996 and was the first mammal to be cloned. During the process of cloning Dolly, a cell was collected from the mammary gland of a female Finn Dorsett sheep. Simultaneously, an egg was obtained from a Scottish blackface ewe. The nucleus was removed from the egg. Then, the nucleus of the mammary gland cell from the Finn Dorsett sheep was inserted into the egg of the Scottish blackface ewe whose nucleus had been removed. The egg thus produced was implanted into the Scottish blackface ewe. Development of this egg followed normally and finally Dolly was born. Though Dolly was given birth by the Scottish blackface ewe, it was found to be absolutely identical to the Finn Dorsett sheep from which the nucleus was taken. Since the nucleus from the egg of the Scottish blackface ewe was removed, Dolly did not show any character of the Scottish blackface ewe. Dolly was a healthy clone of the Finn Dorsett sheep and produced several offspring of her own through normal sexual means. Unfortunately, Dolly died on 14th February 2003 due to a certain lung disease. Since Dolly, several attempts have been made to produce cloned mammals. However, many die before birth or die soon after birth. The cloned animals are many-a-times found to be born with severe abnormalities."
              }
            ]
          }
        ]
      },
      {
        "topic_name": "Sexual Reproduction",
        "sub_topics": [
          {
            "sub_topic_name": "Summary",
            "content": [
              {
                "type": "paragraph",
                "title_or_caption": "WHAT YOU HAVE LEARNT",
                "data_or_text": "There are two modes by which animals reproduce. These are: (i) Sexual reproduction, and (ii) Asexual reproduction. Reproduction resulting from the fusion of male and female gametes is called sexual reproduction. The reproductive organs in the female include ovaries, oviducts and uterus. The reproductive organs in male include testes, sperm ducts and penis. The ovary produces female gametes called ova and the testes produce male gametes called sperms. The fusion of ovum and sperm is called fertilisation. The fertilised egg is called a zygote. Fertilisation that takes place inside the female body is called internal fertilisation. This is observed in human beings and other animals such as hens, cows and dogs."
              }
            ]
          }
        ]
      }
    ]
  },
  {
    "chapter_number": null,
    "chapter_name": "Reproduction in Animals",
    "topics": [
      {
        "topic_name": "Reproduction in Animals",
        "sub_topics": [
          {
            "sub_topic_name": "Exercises",
            "content": [
              {
                "type": "question",
                "title_or_caption": null,
                "data_or_text": "Give two differences between a zygote and a foetus."
              },
              {
                "type": "question",
                "title_or_caption": null,
                "data_or_text": "Define asexual reproduction. Describe two methods of asexual reproduction in animals."
              },
              {
                "type": "question",
                "title_or_caption": null,
                "data_or_text": "In which female reproductive organ does the embryo get embedded?"
              },
              {
                "type": "question",
                "title_or_caption": null,
                "data_or_text": "What is metamorphosis? Give examples."
              },
              {
                "type": "question",
                "title_or_caption": null,
                "data_or_text": "Differentiate between internal fertilisation and external fertilisation."
              },
              {
                "type": "question",
                "title_or_caption": null,
                "data_or_text": "Complete the crossword puzzle using the hints given below."
              }
            ]
          },
          {
            "sub_topic_name": "Extended Learning — Activities and Projects",
            "content": [
              {
                "type": "activity",
                "title_or_caption": "Visit a poultry farm.",
                "data_or_text": "Talk to the manager of the farm and try to find out the answers to the following. (a)What are layers and broilers in a poultry farm?(b)Do hens lay unfertilised eggs?(c)How can you obtain fertilised and unfertilised eggs?(d)Are the eggs that we get in the stores fertilised or unfertilised?(e)Can you consume fertilised eggs?(f)Is there any difference in the nutritional value of fertilised and unfertilised eggs?"
              },
              {
                "type": "activity",
                "title_or_caption": "Observe live hydra yourself and learn how they reproduce by doing the following activity:",
                "data_or_text": "During the summer months collect water weeds from ponds or ditches along with the pond water and put them in a glass jar . After a day or so you may see several hydra clinging to the sides of the jar . Hydra is transparent, jelly-like and with tentacles. It clings to the jar with the base of its body. If the jar is shaken, the hydra will contract instantly into a small blob, at the same time drawing its tentacles in. Now take out few hydras from the jar and put them on a watch glass. Using a hand lens or a binocular or dissection microscope, observe the changes that are taking place in their body. Note down your observations."
              },
              {
                "type": "activity",
                "title_or_caption": null,
                "data_or_text": "The eggs we get from the market are generally the unfertilised ones. In case you wish to observe a developing chick embryo, get a fertilised egg from the poultry or hatchery which has been incubated for 36 hours or more. You may then be able to see a white disc-like structure on the yolk. This is the developing embryo. Sometimes if the heart and blood vessels have developed you may even see a red spot."
              },
              {
                "type": "activity",
                "title_or_caption": "Talk to a doctor.",
                "data_or_text": "Find out how twinning occurs. Look for any twins in your neighbourhood, or among your friends. Find out if the twins are identical or non-identical. Also find out why identical twins are always of the same sex? If you know of any story about twins, write it in your own words."
              }
            ]
          },
          {
            "sub_topic_name": "Did You Know?",
            "content": [
              {
                "type": "paragraph",
                "title_or_caption": null,
                "data_or_text": "An interesting organisation is observed in a honey bee hive, a colony of several thousand bees. Only one bee in the colony lays eggs. This bee is called the queen bee. All other female bees are worker bees. Their main job is to build the hive, look after the young and feed the queen bee adequately to keep her healthy so that she can lay eggs. A queen bee lays thousands of eggs. The fertilised eggs hatch into females, while the unfertilised eggs give rise to males, called drones. It is the job of the worker bees to maintain the temperature of the hive at around 35 °C to incubate the eggs."
              }
            ]
          }
        ]
      }
    ]
  },
  {
    "chapter_number": "7",
    "chapter_name": "Adolescence and Puberty",
    "topics": [
      {
        "topic_name": "Adolescence and Puberty",
        "sub_topics": [
          {
            "sub_topic_name": "Adolescence and Puberty",
            "content": [
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "In the previous chapter, you have learnt how animals reproduce. It is only after ‘growing up’ to a certain age that human beings and many other animals can reproduce. Why can humans reproduce only after a certain age? In this chapter, you will learn about changes that take place in the human body after which a person becomes capable of reproduction. In Chapter 6, you have learnt about human reproductive organs. Here, we shall discuss the role that hormones play in bringing about changes that make a child grow into an adult."
              },
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "Boojho was celebrating his 12th birthday. After his friends left, Boojho and Paheli began chatting with their parents. Paheli studies in an all-girls school. She started laughing. She remarked that many of Boojho’s school friends, whom she met after a year, had suddenly shot up in height. Some of them were looking very funny with a hairy line above their lips. Her mother explained that the boys had grown up. Growth begins from the day one is born. But upon crossing the age of 10 or 11, there is a sudden spurt in growth which becomes noticeable. The changes taking place in the body are part of growing up. They indicate that you are no longer a child but are on the way to becoming an adult. It is a strange period of life when you are neither a child nor an adult. I wonder whether this period between childhood and adulthood had a special name!"
              },
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "Growing up is a natural process. The period of life, when the body undergoes changes, leading to reproductive maturity, is called adolescence. Adolescence begins around the age of 11 and lasts upto 18 or 19 years of age. Since this period covers the ‘teens’ (13 to 18 or 19 years of age), adolescents are also called ‘teenagers’. In girls, adolescence may begin a year or two earlier than in boys. Also, the period of adolescence varies from person to person. The human body undergoes several changes during adolescence. These changes mark the onset of puberty. The most important change which marks puberty is that boys and girls become capable of reproduction. Puberty ends when an adolescent reaches reproductive maturity."
              },
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "Paheli and Boojho realised that sudden increase in height and hairy line above the lips in boys were signs of adolescence. They wanted to know more about other changes at puberty."
              }
            ]
          },
          {
            "sub_topic_name": "Changes at Puberty",
            "content": [
              {
                "type": "paragraph",
                "title_or_caption": "Increase in Height",
                "data_or_text": "The most conspicuous change during puberty is the sudden increase in height. At this time the long bones, that is, the bones of the arms and the legs elongate and make a person tall."
              },
              {
                "type": "activity",
                "title_or_caption": "Activity 7.1",
                "data_or_text": "The following chart gives the average rate of growth in height of boys and girls with age. The figures in columns 2 and 3, give the percentage of the height a person has reached at the age given in column 1. For example, by the age 11, a boy has reached 81% of his probable full height, while a girl has reached 88% of her full height. These figures are only representative and there may be individual variations. Use the Table for your friends and work out how tall they are likely to be. Find out who is likely to be the tallest and who might be the shortest in your class."
              },
              {
                "type": "table",
                "title_or_caption": "REACHING THE AGE OF ADOLESCENCE",
                "data_or_text": "Age in Years\nBoys\nGirls\n8\n72%\n77%\n9\n75%\n81%\n10\n78%\n84%\n11\n81%\n88%\n12\n84%\n91%\n13\n88%\n95%\n14\n92%\n98%\n15\n95%\n99%\n16\n98%\n99.5%\n17\n99%\n100%\n18\n100%\n100%"
              },
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "There is no need for Paheli to worry. All parts of the body do not grow at the same rate. Sometimes the arms and legs or hands and feet of adolescents look oversized and out of proportion with the body. But soon the other parts catch up and result in a proportionate body. You ..."
              }
            ]
          }
        ]
      }
    ]
  },
  {
    "chapter_number": "7",
    "chapter_name": "Reaching the Age of Adolescence",
    "topics": [
      {
        "topic_name": "Development of Sex Organs",
        "sub_topics": [
          {
            "sub_topic_name": "Development of Sex Organs",
            "content": [
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "At puberty, male sex organs like the testes and penis develop completely. The testes also begin to produce sperms. In girls, the ovaries enlarge and eggs begin to mature. Also ovaries start releasing mature eggs."
              }
            ]
          }
        ]
      },
      {
        "topic_name": "Reaching Mental, Intellectual and Emotional Maturity",
        "sub_topics": [
          {
            "sub_topic_name": "Reaching Mental, Intellectual and Emotional Maturity",
            "content": [
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "Adolescence is also a period of change in a person’s way of thinking. Adolescents are more independent than before and are also self conscious. Intellectual development takes place and they tend to spend considerable time thinking. In fact, it is often the time in one’s life when the brain has the greatest capacity for learning. Sometimes, however, an adolescent may feel insecure while trying to adjust to the changes in the body and mind. But as adolescent learners, you should know that there is no reason to feel insecure. These changes are a natural part of growing up."
              }
            ]
          }
        ]
      },
      {
        "topic_name": "Secondary Sexual Characters",
        "sub_topics": [
          {
            "sub_topic_name": "Secondary Sexual Characters",
            "content": [
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "You have learnt in Chapter 6, that testes and ovaries are the reproductive organs. They produce the gametes, that is, sperms and ova. In girls, breasts begin to develop at puberty. In boys, the voice box or larynx grows prominently. This is called Adam’s apple (Fig. 7.2). In girls, the larynx is hardly visible from the outside because of its small size. Generally, girls have a high pitched voice, whereas boys have a deep voice. In adolescent boys, sometimes, the muscles of the growing voice box go out of control and the voice becomes hoarse. This state may remain for a few days or weeks after which the voice becomes normal. A few glands such as sweat glands, oil glands and salivary glands release their secretions through ducts. Endocrine glands release hormones directly into the bloodstream. So, they are also termed ductless glands."
              },
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "During puberty the secretion of sweat glands and sebaceous glands (oil glands) increases. Many young people get acne and boys begin to grow facial hair, that is, moustaches and beard. As these features help to distinguish the male from the female they are called secondary sexual characters. Boys also develop hair on their chest. In both, boys and girls, hair grows under the arms and in the region above the thighs or the pubic region. Paheli and Boojho have now understood that puberty marks the beginning of the reproductive period when one becomes capable of reproduction. But they want to know if reproductive life, once begun, continues, or it ends some time."
              }
            ]
          }
        ]
      },
      {
        "topic_name": "Role of Hormones in Initiating Reproductive Function",
        "sub_topics": [
          {
            "sub_topic_name": "Role of Hormones in Initiating Reproductive Function",
            "content": [
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "The testes and ovaries secrete sex hormones. You have just learnt that these hormones are responsible for the male and female secondary sexual characters. Further, the sex hormones are under the control of hormones from the pituitary gland (Fig. 7.3). The pituitary secretes many hormones, one of which makes ova mature in the ovaries and sperms form in the testes. Both Boojho and Paheli wish to know what initiates changes at puberty."
              },
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "The changes which occur at adolescence are controlled by hormones. Hormones are chemical substances. These are secretions from endocrine glands, or endocrine system. The male hormone or testosterone begins to be released by the testes at the onset of puberty. This causes changes in boys about which you have just learnt, for example, the growth of facial hair. Once puberty is reached in girls, ovaries begin to produce the female hormone or estrogen which makes the breasts develop. Milk secreting glands or mammary glands develop inside the breasts. The production of these hormones is under the control of another hormone secreted from an endocrine gland called pituitary gland."
              },
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "Endocrine glands release hormones into the bloodstream to reach a particular body part called target site. The target..."
              }
            ]
          }
        ]
      }
    ]
  },
  {
    "chapter_number": "7",
    "chapter_name": "Reaching the Age of Adolescence",
    "topics": [
      {
        "topic_name": "Boy or Girl?",
        "sub_topics": [
          {
            "sub_topic_name": "Sex Determination",
            "content": [
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "Inside the fertilised egg or zygote is the instruction for determining the sex of the baby. This instruction is present in the thread-like structures, called chromosomes in the fertilised egg. Chromosomes are present inside the nucleus of every cell. All human beings have 23 pairs of chromosomes in the nuclei of their cells. Two chromosomes out of these are the sex chromosomes, named X and Y . A female has two X chromosomes, while a male has one X and one Y chromosome. The gametes (egg and sperm) have only one set of chromosomes. The unfertilised egg always has one X chromosome. But sperms are of two kinds. One kind has an X chromosome, and the other kind has a Y chromosome. See Fig. 7.4. When a sperm containing X chromosome fertilises the egg, the zygote would have two X chromosomes and develop into a female child. If the sperm contributes a Y chromosome to the egg (ovum) at fertilisation, the zygote would develop into a male child. Now you know that the sex chromosomes of the father determine the sex of an unborn baby. The belief that the mother is responsible for the sex of her baby is completely wrong and to blame her for this is totally unjustified."
              }
            ]
          }
        ]
      },
      {
        "topic_name": "Hormones other than Sex Hormones",
        "sub_topics": [
          {
            "sub_topic_name": "Endocrine Glands and Hormones",
            "content": [
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "Look at Fig. 7.3 again. The hormones secreted by the pituitary stimulate testes and ovaries to produce their hormones. You have already learnt that the pituitary gland is an endocrine gland. It is attached to the brain. Apart from the pituitary, the testes and the ovaries, there are other endocrine glands in the body such as thyroid, pancreas and adrenals (Fig. 7.5). Boojho and Paheli had once visited their aunt who was a doctor and remembered that a boy named Kaka had a very big and bulging throat. Their aunt had told them that Kaka was suffering from ‘goitre’, a disease of the thyroid gland . Kaka’s thyroid gland was not producing the hormone thyroxine . Their aunt also told them that their uncle was suffering from ‘diabetes’ because his pancreas was not producing the hormone insulin in sufficient quantities. Boojho and Paheli then asked their aunt about the adrenal glands, which are also shown in the chart hung on the wall of her clinic. The aunt told them that adrenal glands secrete hormones which maintain the correct salt balance in the blood. Adrenals also produce the hormone adrenalin. It helps the body to adjust to stress when one is very angry, embarrassed or worried. Thyroid and adrenals secrete their hormones when they receive orders from the pituitary through its hormones. Pituitary also secretes growth hormone which is necessary for the normal growth of a person."
              }
            ]
          }
        ]
      },
      {
        "topic_name": "Role of Hormones in Completing the Life History of Insects and Frogs",
        "sub_topics": [
          {
            "sub_topic_name": "Metamorphosis",
            "content": [
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "You have already learnt about the life cycle of the frog. The tadpole passes through certain stages to become a frog (Chapter 6). This change from larva to adult is called metamorphosis (Fig. 6.10). Metamorphosis in insects is controlled by insect hormones. In a frog, it is controlled by thyroxine, the hormone produced by thyroid. Thyroxine production requires the presence of iodine in water . If the water in which the tadpoles are growing does not contain sufficient iodine, the tadpoles cannot become adults."
              },
              {
                "type": "activity",
                "title_or_caption": "",
                "data_or_text": "Collect information from magazines or from doctors and prepare a note on the importance of consuming iodised salt. You can also look for this information on the internet."
              }
            ]
          }
        ]
      },
      {
        "topic_name": "Reproductive Health",
        "sub_topics": [
          {
            "sub_topic_name": "Maintaining health",
            "content": [
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "The physical and mental well being of an individual is regarded as an individual’s health. To keep the body healthy, every human being, at any age, needs to have a balanced diet. The person must also observe personal hygiene and undertake adequate physical exercise. During adolescence, however, these become even more..."
              }
            ]
          }
        ]
      }
    ]
  },
  {
    "chapter_number": "7",
    "chapter_name": "Reaching the Age of Adolescence",
    "topics": [
      {
        "topic_name": "Get ideas from the pictures given in Fig.7.6. Prepare charts or posters and paste them in the class so that you are aware of the diet for adolescents.",
        "sub_topics": []
      },
      {
        "topic_name": "Cleanliness",
        "sub_topics": [
          {
            "sub_topic_name": "Cleanliness",
            "content": [
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "cleanliness is not maintained there are chances of catching bacterial infection. Girls should take special care of cleanliness during the time of menstrual flow. They should keep track of their menstrual cycle and be prepared for the onset of menstruation. Use sanitary napkin or clean homemade pads. Change pads after every 4–5 hours as per the requirement."
              }
            ]
          }
        ]
      },
      {
        "topic_name": "Physical exercise",
        "sub_topics": [
          {
            "sub_topic_name": "Physical exercise",
            "content": [
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "Walking and playing in fresh air keeps the body fit and healthy. All young boys and girls should take walks, exercise and play outdoor games."
              }
            ]
          },
          {
            "sub_topic_name": "Activity 7.6",
            "content": [
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "Collect data on the number of children in your class who exercise regularly and who do not exercise regularly. Did you notice any difference in their fitness and health? Prepare a report on the benefits of regular exercise."
              }
            ]
          }
        ]
      },
      {
        "topic_name": "Say “NO” to Drugs",
        "sub_topics": [
          {
            "sub_topic_name": "Say “NO” to Drugs",
            "content": [
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "Adolescence is a period of much activity in the body and mind which is a normal part of growing up. So do not feel confused or insecure. If anybody suggests that you will get relief if you take some drugs, just say ‘No’ unless prescribed by the doctor . Drugs are addictive. If you take them once, you feel like taking them again and again. They harm the body in the long run. They ruin health and happiness. You must have heard about AIDS which is caused by a dangerous virus, HIV. This virus can pass on to a normal person from an infected person by sharing the syringes used for injecting drugs. It can also be transmitted to an infant from the infected mother through her milk. The virus can also be transmitted through sexual contact with a person infected with HIV."
              }
            ]
          }
        ]
      },
      {
        "topic_name": "Adolescent Pregnancy",
        "sub_topics": [
          {
            "sub_topic_name": "Adolescent Pregnancy",
            "content": [
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "You might be knowing that in our country, the legal age for marriage is 18 years for girls and 21 years for boys. This is because teenage mothers are not prepared mentally or physically for motherhood. Early marriage and motherhood cause health problems in the mother and the child. It also curtails employment opportunities for the young woman and may cause mental agony as she is not ready for responsibilities of motherhood."
              }
            ]
          }
        ]
      },
      {
        "topic_name": "Myths, Taboos, Do’s and Don’ts",
        "sub_topics": [
          {
            "sub_topic_name": "Myths, Taboos, Do’s and Don’ts",
            "content": [
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "You have learnt here and from Chapter 6 the scientific facts related to human reproduction. There are many wrong notions which you should now be able to discard as informed adolescents. For example, there are myths and taboos regarding bodily changes that adolescents experience. Some of these are given below and you can now argue why these are myths and not facts. 1.A girl becomes pregnant if she looks at boys during menstruation. 2.The mother is responsible for the sex of her child. 3.A girl should not be allowed to work in the kitchen during menstruation. You may come across many other myths and taboos. Discard them."
              }
            ]
          }
        ]
      },
      {
        "topic_name": "KEYWORDS",
        "sub_topics": []
      },
      {
        "topic_name": "WHAT YOU HAVE LEARNT",
        "sub_topics": [
          {
            "sub_topic_name": "WHAT YOU HAVE LEARNT",
            "content": [
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "ÜHumans become capable of reproduction after puberty sets in. Children between the ages of 11 and 19 years are called adolescents. ÜThe onset of puberty brings about growth of the reproductive organs. Hair grow at various places on the body. Breasts develop in girls and facial hair (moustache and beard) appear in boys. V oice of boys becomes hoarse as voice box enlarges during adolescence. ÜChildren gain height during adolescence. ÜThe onset of puberty and maturity of reproductive parts are controlled by hormones. ÜHormones are secretions of endocrine glands which pour them directly into the blood stream. ÜPituit..."
              }
            ]
          }
        ]
      }
    ]
  },
  {
    "chapter_number": null,
    "chapter_name": null,
    "topics": []
  },
  {
    "chapter_number": "8",
    "chapter_name": "FORCE AND PRESSURE",
    "topics": [
      {
        "topic_name": "FORCE AND PRESSURE",
        "sub_topics": [
          {
            "sub_topic_name": "Force – A Push or a Pull",
            "content": [
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "Actions like picking, opening, shutting, kicking, hitting, lifting, flicking, pushing, pulling are often used to describe certain tasks. Each of these actions usually results in some kind of change in the state of motion of an object. Can these terms be replaced with one or more terms? Let us find out."
              },
              {
                "type": "table",
                "title_or_caption": "Table 8.1 : Identifying Actions as Push or Pull",
                "data_or_text": "S. No. Description of the situationAction : (pushing/ pulling/picking/ hitting/lifting/ lowering/flying/ kicking/ throwing/shutting/ flicking)Action can be grouped as a Push 1. Moving a book placed on a table 2. Opening or shutting a door 3. Drawing a bucket of water from a well 4. A football player taking a penalty kick 5. A cricket ball hit by a batsman 6. Moving a loaded cart 7. Opening a drawerPushing Pulling Lifting — Yes Yes"
              },
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "I learnt in Class VI that a magnet attracts a piece of iron towards it. Is attraction also a pull? What about repulsion between similar poles of two magnets? Is it a pull or a push?Do you notice that each of the actions can be grouped as a pull or a push or both? Can we infer from this, that to move an object, it has to be pushed or pulled? In science, a push or a pull on an object is called a force . Thus, we can say that the motion imparted to objects was due to the action of a force."
              }
            ]
          },
          {
            "sub_topic_name": "Forces are due to an Interaction",
            "content": [
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "Suppose a man is standing behind a stationary car [Fig.8.2(a)]. Will the car move due to his presence? Suppose the man now begins to push the car [Fig.8.2(b)], that is, he applies a force on it. The car may begin to move in the direction of the applied force. Note that the man has to push the car to make it move."
              },
              {
                "type": "image",
                "title_or_caption": "Fig. 8.2 (a) : A man standing behind a stationary car",
                "data_or_text": ""
              },
              {
                "type": "image",
                "title_or_caption": "Fig. 8.2 (b) : A car being pushed by a man",
                "data_or_text": ""
              },
              {
                "type": "image",
                "title_or_caption": "Fig. 8.3 (a) : Who is pushing whom?",
                "data_or_text": ""
              },
              {
                "type": "image",
                "title_or_caption": "Fig. 8.3 (b) : Who is pulling whom ?",
                "data_or_text": ""
              },
              {
                "type": "image",
                "title_or_caption": "Fig. 8.3 (c) : Who is pulling whom ?",
                "data_or_text": ""
              },
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "Fig. 8.3 shows three situations that may be familiar to you. Can you decide who is pulling and who is pushing in these cases? In Fig. 8.3 (a), both the girls appear to push each other while the pair of girls in Fig. 8.3 (b) are trying to pull each other . Similarly, the cow and the man in Fig. 8.3 (c) appear to pull each other . The girls in the two situations shown here are applying force on each other..."
              }
            ]
          }
        ]
      }
    ]
  },
  {
    "chapter_number": "8",
    "chapter_name": "Force and Pressure",
    "topics": [
      {
        "topic_name": "Exploring Forces",
        "sub_topics": [
          {
            "sub_topic_name": "Tug-of-war",
            "content": [
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "Have you ever seen a game of tug-of-war? In this game two teams pull at a rope in opposite directions (Fig. 8.5). Members of both the teams try to pull the"
              },
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "In general, more than one force may be acting on an object. However , the effect on the object is due to the net force acting on it."
              }
            ]
          }
        ]
      },
      {
        "topic_name": "A Force can Change the State of Motion",
        "sub_topics": [
          {
            "sub_topic_name": "Activity 8.3",
            "content": [
              {
                "type": "paragraph",
                "title_or_caption": "Activity 8.3",
                "data_or_text": "Take a rubber ball and place it on a level surface such as a table top or a concrete floor. Now, gently push the ball along the level surface (Fig. 8.6). Does the ball begin to move? Push the ball again while it is still moving. Is there any change in its speed? Does it increase or decrease? Next, place your palm in front of the moving ball. Remove your palm as soon as the moving ball touches it. Does your palm apply a force on the ball? What happens to the speed of the ball now? Does it increase or decrease? What would happen if you let your palm hold the moving ball?"
              }
            ]
          },
          {
            "sub_topic_name": "",
            "content": [
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "I have seen children competing with one another in moving a rubber tyre or a ring by pushing it (Fig. 8.7). I now understand why the speed of the tyre increases whenever it is pushed."
              },
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "You might recall similar situations. For example, while taking a penalty kick in football, the player applies a force on the ball. Before being hit, the ball was at rest and so its speed was zero. The applied force makes the ball move towards the goal. Suppose, the goalkeeper dives or jumps up to save the goal. By his action the goalkeeper tries to apply a force on the moving ball. The force applied by him can stop or deflect the ball, saving a goal being scored. If the goalkeeper succeeds in stopping the ball, its speed decreases to zero. These observations suggest that a force applied on an object may change its speed. If the force applied on the object is in the direction of its motion, the speed of the object increases. If the force is applied in the direction opposite to the direction of motion, then it results in a decrease in the speed of the object."
              },
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "Let us consider some more examples. In a game of volleyball, players often push the moving ball to their team mates to make a winning move. Sometimes the ball is returned to the other side of the court by pushing or smashing it. In cricket, a batsman plays his or her shot by applying a force on the ball with the bat. Is there any change in the direction of motion of the ball in these cases? In all these examples the speed and the direction of the moving ball change due to the application of a force. Can you give a few more examples of this kind? A change in either the speed of an object, or its direction of motion, or both, is described as a change in its state of motion. Thus, a force may bring a change in the state of motion of an object."
              }
            ]
          },
          {
            "sub_topic_name": "State of Motion",
            "content": [
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "The state of motion of an object is described by its speed and the direction of motion. The state of rest is considered to be the state of zero speed. An object may be at rest or in motion; both are its states of motion."
              }
            ]
          },
          {
            "sub_topic_name": "Activity 8.4",
            "content": [
              {
                "type": "paragraph",
                "title_or_caption": "Activity 8.4",
                "data_or_text": "Take a ball and place it on a level surface as you did in Activity 8.3. Make the ball move by giving it a push [Fig. 8.8(a)]. Now place a ruler in its path as shown in Fig. 8.8(b). In doing so, you would apply a force on the moving ball. Do..."
              }
            ]
          }
        ]
      }
    ]
  },
  {
    "chapter_number": "8",
    "chapter_name": "FORCE AND PRESSURE",
    "topics": [
      {
        "topic_name": "Force",
        "sub_topics": [
          {
            "sub_topic_name": "Effects of Force",
            "content": [
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "What happens to the shape of a ball of dough when it is rolled to make a chapati ? What happens when you press a rubber ball placed on a table? In all these examples you saw that the application of force on an object may change its shape . Having per formed all the above activities, you would have realised that a force lmay make an object move from rest. lmay change the speed of an object if it is moving. lmay change the direction of motion of an object. lmay bring about a change in the shape of an object. lmay cause some or all of these effects. While a force may cause one or more of these effects, it is important to remember that none of these actions can take place without the action of a force. Thus, an object cannot move by itself, it cannot change speed by itself, it cannot change direction by itself and its shape cannot change by itself."
              }
            ]
          },
          {
            "sub_topic_name": "Contact Forces",
            "content": [
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "Can you push or lift a book lying on a table without touching it? Can you lift a bucket of water without holding it? Generally, to apply a force on an object, your body has to be in contact with the object. The contact may also be with thehelp of a stick or a piece of rope. When we push an object like a school bag or lift a bucket of water, wher e does the force come from? This force is caused by the action of muscles in our body. The force resulting due to the action of muscles is known as the muscular force . It is the muscular force that enables us to perform all activities involving movement or bending of our body. In Class VII you have learnt that in the process of digestion the food gets pushed through the alimentary canal. Could it be a muscular force that does it? You also know that lungs expand and contract while we inhale and exhale air during breathing. Where are these muscles located which make breathing possible? Can you list a few more examples of the force exerted by the muscles in our body? Animals also make use of muscular force to carry out their physical activities and other tasks. Animals like bullocks, horses, donkeys and camels are used to perfor m various tasks for us. In performing these tasks they use muscular force (Fig. 8.9)."
              },
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "Since muscular force can be applied only when it is in contact with an object, it is also called a contact force . Are there other types of contact forces? Let us find out."
              }
            ]
          },
          {
            "sub_topic_name": "Friction",
            "content": [
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "Recall some of your experiences. A ball rolling along the ground gradually slows down and finally comes to rest. When we stop pedalling a bicycle, it gradually slows down and finally comes to a stop. A car or a scooter also comes to rest once its engine is switched off. Similarly, a boat comes to rest if we stop rowing it. Can you add some more such experiences? In all these situations no force appears to be acting on the objects, yet their speed gradually decreases and they come to rest after some time. What causes a change in their state of motion? Could some force be acting on them! Can you guess the direction in which the force must be acting in each case? The force responsible for changing the state of motion of objects in all these examples is the force of friction . It is the force of friction between the sur face of the ball and the ground that brings the moving ball to rest. Similarly, friction between water and the boat brings it to a stop once you stop rowing. The force of friction always acts on all the moving objects and its direction is always opposite to the direction of motion. Since the force of friction arises due to contact between sur faces, it is also an example of a contact for ce. You will learn more about this force in Chapter 9."
              },
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "You may be wondering whether it is essential for the agent applying a forceon an object to be always in contact with it. Let us find out."
              }
            ]
          },
          {
            "sub_topic_name": "Non-contact Forces",
            "content": [
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "Magnetic Force Activity 8.6 Take a pair of bar magnets. Place the longer side of one of the magnets over three round shaped pencils or wooden rollers as show..."
              }
            ]
          }
        ]
      }
    ]
  },
  {
    "chapter_number": "8",
    "chapter_name": "Force and Pressure",
    "topics": [
      {
        "topic_name": "Force",
        "sub_topics": [
          {
            "sub_topic_name": "Non-Contact Force",
            "content": [
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "A magnet can exert a force on another magnet without being in contact with it. The force exerted by a magnet is an example of a non-contact force. Similarly, the force exerted by a magnet on a piece of iron is also a non-contact force."
              }
            ]
          },
          {
            "sub_topic_name": "Electrostatic Force",
            "content": [
              {
                "type": "activity",
                "title_or_caption": "Activity 8.7",
                "data_or_text": "Take a plastic straw and cut it into nearly two equal pieces. Suspend one of the pieces from the edge of a table with the help of a piece of thread (Fig. 8.11). Now hold the other piece of straw in your hand and rub its free end with a sheet of paper. Bring the rubbed end of the straw near the suspended straw. Make sure that the two pieces do not touch each other. What do you observe? Next, rub the free end of the suspended piece of straw with a sheet of paper. Again, bring the piece of straw that was rubbed earlier with paper near the free end of the suspended straw. What do you observe now?"
              }
            ]
          },
          {
            "sub_topic_name": "Force of Gravity",
            "content": [
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "Objects or things fall towards the earth because it pulls them. This force is called the force of gravity, or just gravity. This is an attractive force. The force of gravity acts on all objects. The force of gravity acts on all of us all the time without our being aware of it. Water begins to flow towards the ground as soon as we open a tap. Water in rivers flows downward due to the force of gravity."
              },
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "Try cutting vegetables with a blunt knife and then with a sharp knife. Which is easier? Do you get the feeling that the area over which the force is applied (for example, the pointed end of the nail) plays a role in making these tasks easier?"
              }
            ]
          },
          {
            "sub_topic_name": "Gravitational Force",
            "content": [
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "Gravity is not a property of the earth alone. In fact, every object in the universe, whether small or large, exerts a force on every other object. This force is known as the gravitational force."
              }
            ]
          }
        ]
      },
      {
        "topic_name": "Pressure",
        "sub_topics": [
          {
            "sub_topic_name": "Pressure and Force",
            "content": [
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "Is there any relation between pressure and force? Let us find out. Try to push a nail into a wooden plank by its head. Did you succeed? Try now to push the nail by the pointed end (Fig. 8.12). Could you do it this time? I now understand why porters place a round piece of cloth on their heads, when they have to carry heavy loads (Fig. 8.13). By doing this they increase the area of contact of the load with their head. So, the pressure on their head is reduced and they find it easier to carry the load."
              },
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "The force acting on a unit area of a surface is called pressure. pressure = force / area on which it acts At this stage we consider only those forces which act perpendicular to the surface on which the pressure is to be computed. Note that the area is in the denominator in the above expression. So, the smaller the area, larger the pressure on a surface for the same force. The area of the pointed end of the nail is much smaller than that of its head. The same force, therefore, produces a pressure sufficient to push the pointed end of the nail into the wooden plank. Can you explain now why shoulder bags are provided with broad straps and not thin strap? And, why the tools meant for cutting and piercing always have sharp edges?"
              },
              {
                "type": "image",
                "title_or_caption": "Fig. 8.12 : Pushing a nail into a wooden plank",
                "data_or_text": ""
              },
              {
                "type": "image",
                "title_or_caption": "Fig. 8.13 : A porter carrying a heavy load",
                "data_or_text": ""
              }
            ]
          },
          {
            "sub_topic_name": "Pressure Exerted by Liquids and Gases",
            "content": [
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "Do liquids and gases also exert pressure? Does it also depend on the area on which the force acts? Let us find out."
              },
              {
                "type": "activity",
                "title_or_caption": "Activity 8.8",
                "data_or_text": "Take a transparent glass tube or a plastic pipe. The length of the pipe/ tube should be about 25 cm and its diameter should be 5-7.5 cm. Also take a piece of thin sheet of a good quality rubber, say, a rubber balloon. Stretch the rubber sheet tightly over one end of the pipe. Hold the pipe at the middle, keeping it in a vertical position (Fig. 8.14). Ask one of your friends to pour some water in the pipe. Does the rubber sheet bulge out? Note also the height of the water column in the pipe. Pour some more water. Observe again the bulge in the rubber sheet and the height of the water column in the pipe. Repeat this process a few more times..."
              },
              {
                "type": "image",
                "title_or_caption": "Fig. 8.14",
                "data_or_text": ""
              }
            ]
          }
        ]
      }
    ]
  },
  {
    "chapter_number": "8",
    "chapter_name": "Force and Pressure",
    "topics": [
      {
        "topic_name": "Pressure",
        "sub_topics": [
          {
            "sub_topic_name": "Pressure Exerted by Water and Air",
            "content": [
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "water coming out of the leaking joints or holes in pipes supplying water . Is it not due to the pressure exerted by water on the walls of the pipes? When you inflate a balloon, why do you have to close its mouth? What happens when you open the mouth of an inflated balloon? Suppose you have a balloon which has holes. W ould you 2024-25 SCIENCE 106 Unit area Fig. 8.17 : Atmospheric pressure is the force of gravity on air in a column of unit areabe able to inflate it? If not, why? Can we say that air exerts pressure in all directions? Do you recall what happens to the air in the bicycle tube when it has a puncture? Do these observations suggest that air exerts pressure on the inner walls of an inflated balloon or a tube? So, we find that gases, too, exert pressure on the walls of their container."
              }
            ]
          },
          {
            "sub_topic_name": "Atmospheric Pressure",
            "content": [
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "You know that ther e is air all ar ound us. This envelop of air is known as the atmosphere . The atmospheric air extends up to many kilometres above the sur face of the earth. The pressure exerted by this air is known as atmospheric pressur e . We know that pressure is force per unit area. If we imagine a unit area and a very long cylinder standing on it filled with air , then the force of gravity on the air in this cylinder is the atmospheric pressure (Fig. 8.17)."
              },
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "When you pr ess the sucker , most of the air between its cup and the sur face escapes out. The sucker sticks to the surface because the pr essure of atmosphere acts on it. To pull the sucker off the sur face, the applied for ce should be large enough to overcome the atmospheric pressure. This activity might give you an idea about the magnitude of atmospheric pressure. In fact, it would not be possible for any human being to pull the sucker off the surface if ther e wer e no air at all between the sucker and the sur face. Does it give you an idea how large the atmospheric pressure is?"
              },
              {
                "type": "activity",
                "title_or_caption": "Activity 8.11",
                "data_or_text": "Take a good quality rubber sucker . It looks like a small rubber cup (Fig. 8.18). Press it hard on a smooth plane sur face. Does it stick to the surface? Now try to pull it of f the surface. Can you do it?"
              },
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "If the area of my head were 15 cm × 15 cm, how much force air will exert on my head? Fig. 8.19 : Pressure of atmosphere on your head"
              },
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "The force due to air in a column of the height of the atmosphere and area 15 cm × 15 cm (Fig. 8.19) is nearly equal to the force of gravity on an object of mass 225 kg (2250N). The reason we are not crushed under this force of gravity is that the pressure inside our bodies is also equal to the atmospheric pressure and balances the pressure from outside."
              },
              {
                "type": "paragraph",
                "title_or_caption": "Did you know?",
                "data_or_text": "Otto von Guericke, a German scientist of the 17th century, invented a pump to extract air out of a vessel. With the help of this pump, he demonstrated dramatically the force of the air pressure. He joined two hollow metallic hemispheres of 51 cm diameter each and pumped air out of them. Then he employed eight horses on each hemisphere to pull them apart (Fig. 8.20). So great is the force of air pressure that the hemispheres could not be pulled apart."
              }
            ]
          }
        ]
      }
    ]
  },
  {
    "chapter_number": "8",
    "chapter_name": "Force and Pressure",
    "topics": [
      {
        "topic_name": "Force and Pressure",
        "sub_topics": [
          {
            "sub_topic_name": "Questions",
            "content": [
              {
                "type": "paragraph",
                "title_or_caption": "Question 7",
                "data_or_text": "An inflated balloon was pressed against a wall after it has been rubbed with a piece of synthetic cloth. It was found that the balloon sticks to the wall. What force might be responsible for the attraction between the balloon and the wall?"
              },
              {
                "type": "paragraph",
                "title_or_caption": "Question 8",
                "data_or_text": "Name the forces acting on a plastic bucket containing water held above ground level in your hand. Discuss why the forces acting on the bucket do not bring a change in its state of motion."
              },
              {
                "type": "paragraph",
                "title_or_caption": "Question 9",
                "data_or_text": "A rocket has been fired upwards to launch a satellite in its orbit. Name the two forces acting on the rocket immediately after leaving the launching pad."
              },
              {
                "type": "paragraph",
                "title_or_caption": "Question 10",
                "data_or_text": "When we press the bulb of a dropper with its nozzle kept in water, air in the dropper is seen to escape in the form of bubbles. Once we release the pressure on the bulb, water gets filled in the dropper. The rise of water in the dropper is due to (a) pressure of water. (b) gravity of the earth. (c) shape of rubber bulb. (d) atmospheric pressure."
              },
              {
                "type": "paragraph",
                "title_or_caption": "Question 7 (from beginning of text)",
                "data_or_text": "to hammering affect the piece of iron?"
              }
            ]
          },
          {
            "sub_topic_name": "Activities and Projects",
            "content": [
              {
                "type": "paragraph",
                "title_or_caption": "Activity 1",
                "data_or_text": "Make a 50 cm × 50 cm bed of dry sand about 10 cm in thickness. Make sure that its top surface is levelled. Take a wooden or a plastic stool. Cut two strips of graph paper each with a width of 1 cm. Paste them vertically on any leg of the stool - one at the bottom and the other from the top. Now gently put the stool on the sand bed with its legs resting on the sand. Increase the size of sand bed if required. Now put a load, say a school bag full of books, on the seat of the stool. Mark the level of sand on the graph strip. This would give you the depth, if any, to which the legs of stool sink in sand. Next, turn the stool upside down so that now it rests on its seat on the sand bed. Note the depth to which the stool sinks now. Next, put the same load on the stool and note the depth to which it sinks in the sand. Compare the pressure exerted by the stool in the two situations."
              },
              {
                "type": "paragraph",
                "title_or_caption": "Activity 2",
                "data_or_text": "Take a tumbler and fill it with water. Cover the mouth of the tumbler with a thick card similar to that of a postcard. Hold the tumbler with one hand while keeping the card pressed to its mouth with your other hand. Turn the tumbler upside down while keeping the card pressed to its mouth. Make sure that the tumbler is held vertical. Gently remove the hand pressing the card. What do you observe? Does the card get detached allowing the water to spill? With a little practice you will find that the card continues to hold water in the tumbler even after it is not supported by your hand. Also try this activity by using a piece of cloth to hold the tumbler in an upside down position (Fig. 8.21)."
              },
              {
                "type": "image",
                "title_or_caption": "Fig. 8.21",
                "data_or_text": ""
              },
              {
                "type": "paragraph",
                "title_or_caption": "Activity 3",
                "data_or_text": "Take 4-5 plastic bottles of different shapes and sizes. Join them together with small pieces of glass or rubber tube as shown in Fig. 8.22. Keep this arrangement on a level surface. Now pour water in any one of the bottles. Note whether the bottle in which water is poured gets filled first or all the bottles get filled up simultaneously. Note the level of water in all the bottles from time to time. Try to explain your observations."
              },
              {
                "type": "image",
                "title_or_caption": "Fig. 8.22",
                "data_or_text": ""
              }
            ]
          }
        ]
      }
    ]
  },
  {
    "chapter_number": "13",
    "chapter_name": "LIGHT",
    "topics": [
      {
        "topic_name": "What makes Things Visible",
        "sub_topics": [
          {
            "sub_topic_name": "",
            "content": [
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "Have you ever thought how we see various objects? Y ou may say that eyes see the objects. But, can you see an object in the dark? It means that eyes alone cannot see any object. It is only when light from an object enters our eyes that we see the object. The light may have been emitted by the object, or may have been reflected by it. You lear nt in Class VII that a polished or a shiny sur face can act as a mirr or. A mirror changes the direction of light that falls on it. Can you tell in which direction the light falling on a sur face will be reflected? Let us find out."
              }
            ]
          }
        ]
      },
      {
        "topic_name": "Laws of Reflection",
        "sub_topics": [
          {
            "sub_topic_name": "Activity 13.1",
            "content": [
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "Fix a white sheet of paper on a drawing board or a table. Take acomb and close all its openings except one in the middle. Y ou can use a strip of black paper for this purpose. Hold the comb perpendicular to the sheet of paper . Throw light from a torch through the opening of the comb from one side (Fig. 13.1). With slight adjustment of the torch and the comb you will see a ray of light along the paper on the other side of the comb. Keep the comb and the torch steady. Place a strip of plane mirror in the path of the light ray (Fig. 13.1). What do you observe? After striking the mirr or, the ray of light is reflected in another direction. The light ray, which strikes any sur face, is called the incident ray . The ray that comes back fr om the sur face after reflection is known as the reflected ray ."
              },
              {
                "type": "image",
                "title_or_caption": "Fig. 13.1 : Arrangement for showing reflection",
                "data_or_text": ""
              }
            ]
          },
          {
            "sub_topic_name": "",
            "content": [
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "A ray of light is an idealisation. In reality, we have a narrow beam of light which is made up of several rays. For simplicity, we use the term ray for a narrow beam of light. Draw lines showing the position of the plane mirr or, the incident ray and the reflected ray on the paper with the help of your friends. Remove the mirror and the comb. Draw a line making an angle of 90º to the line representing the mirror at the point where the incident ray strikes the mirr or. This line is known as the normal to the r eflecting sur face at that point (Fig. 13.2). The anglebetween the normal and incident ray is called the angle of incidence ( ∠i). The angle between the normal and the reflected ray is known as the angle of reflection (∠r) (Fig. 13.3)."
              },
              {
                "type": "image",
                "title_or_caption": "Fig. 13.2 : Drawing the normal",
                "data_or_text": ""
              },
              {
                "type": "image",
                "title_or_caption": "Fig. 13.3 : Angle of incidence and angle of reflection",
                "data_or_text": ""
              },
              {
                "type": "table",
                "title_or_caption": "Table 13.1 : Angles of Incidence and Reflection",
                "data_or_text": ""
              },
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "Do you see any relation between the angle of incidence and the angle of reflection. Are they approximately equal? If the experiment is carried out carefully, it is seen that the angle of incidence is always equal to the angle of reflection . This is one of the laws of reflection . Let us per form another activity on reflection. What would happen if I threw the light on the mirror along the normal."
              }
            ]
          },
          {
            "sub_topic_name": "Activity 13.2",
            "content": [
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "Perfor m Activity 13.1 again. This time use a sheet of stiff paper or a chart paper . Let the sheet pr oject a little beyond the edge of the Table (Fig. 13.4). Cut the projecting portion of the sheet in the middle. Look at the reflected ray. Make sure that the reflected ray extends to the projected portion of the paper . Bend that part of the projected portion on which the reflected ray falls. Can you still see the reflected ray? Bring the paper back to the original"
              },
              {
                "type": "image",
                "title_or_caption": "Fig. 13.4",
                "data_or_text": ""
              }
            ]
          }
        ]
      }
    ]
  },
  {
    "chapter_number": "13",
    "chapter_name": "Light",
    "topics": [
      {
        "topic_name": "Image Formation by a Plane Mirror",
        "sub_topics": [
          {
            "sub_topic_name": "Virtual Image",
            "content": [
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "Since the reflected rays do not actually meet at I, but only appear to do so, we say that a virtual image of the point O is formed at I. As you have learnt already in Class VII, such an image cannot be obtained on a screen. You may recall that in an image formed by a mirror the left of the object appears on the right and the right appears on the left. This is known as lateral inversion."
              }
            ]
          }
        ]
      },
      {
        "topic_name": "Regular and Diffused Reflection",
        "sub_topics": [
          {
            "sub_topic_name": "Activity 13.4",
            "content": [
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "Imagine that parallel rays are incident on an irregular surface as shown in Fig. 13.6. Remember that the laws of reflection are valid at each point of the surface. Use these laws to construct reflected rays at various points. Are they parallel to one another? You will find that these rays are reflected in different directions. (Fig. 13.7)When all the parallel rays reflected from a rough or irregular surface are not parallel, the reflection is known as diffused or irregular reflection. Remember that the diffused reflection is not due to the failure of the laws of reflection. It is caused by the irregularities in the reflecting surface, like that of a cardboard. On the other hand, reflection from a smooth surface like that of a mirror is called regular reflection (Fig. 13.8). Images are formed by regular reflection."
              },
              {
                "type": "image",
                "title_or_caption": "Fig. 13.5 : Image formation in a plane mirror",
                "data_or_text": ""
              },
              {
                "type": "image",
                "title_or_caption": "Fig. 13.6 : Parallel rays incident on an irregular surface",
                "data_or_text": ""
              },
              {
                "type": "image",
                "title_or_caption": "Fig. 13.7 : Rays reflected from irregular surface",
                "data_or_text": ""
              },
              {
                "type": "image",
                "title_or_caption": "Fig. 13.8 : Regular reflection",
                "data_or_text": ""
              }
            ]
          }
        ]
      },
      {
        "topic_name": "Reflected Light Can be Reflected Again",
        "sub_topics": [
          {
            "sub_topic_name": "",
            "content": [
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "Recall the last time you visited a hair dresser. She/he makes you sit in front of a mirror. After your hair cut is complete, she/he holds a mirror behind you to show you how the hair has been cut (Fig. 13.9). Do you know how you could see the hair at the back of your head?Paheli recalls having constructed a periscope as an Extended Activity in Class VI. The periscope makes use of two plane mirrors. Can you explain how reflection from the two mirrors enables you to see objects which are not visible directly? Periscopes are used in submarines, tanks and also by soldiers in bunkers to see things outside."
              },
              {
                "type": "image",
                "title_or_caption": "Fig. 13.9 : Mirror at the hair dresser shop",
                "data_or_text": ""
              },
              {
                "type": "question",
                "title_or_caption": "",
                "data_or_text": "I have a question. Can the reflected rays be further reflected if incident on another mirror?"
              }
            ]
          }
        ]
      },
      {
        "topic_name": "Multiple Images",
        "sub_topics": [
          {
            "sub_topic_name": "Activity 13.5",
            "content": [
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "Take two plane mirrors. Set them at right angles to each other with their edges touching (Fig. 13.10). To hinge them you can use adhesive tape. Place a coin in between the mirrors. How many images of the coin do you see (Fig. 13.10)? Now hinge the mirrors using the adhesive tape at different angles, say 45°, 60°, 120°, 180° etc. Place some object (say a candle) in between them. Note down the number of images of the object in each case. Finally, set the two mirrors parallel to each other. Find out how many images of a candle placed between them are formed (Fig. 13.11)."
              },
              {
                "type": "image",
                "title_or_caption": "Fig. 13.10 : Images in plane mirror at right angle to each other",
                "data_or_text": ""
              },
              {
                "type": "image",
                "title_or_caption": "Fig. 13.11 : Image in plane mirror parallel to each other mirrors",
                "data_or_text": ""
              },
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "Can you now explain how you can see the back of your head at the hair dresser’s shop? This idea of number of ima..."
              }
            ]
          }
        ]
      },
      {
        "topic_name": "Do We See all Objects due to Reflected Light?",
        "sub_topics": [
          {
            "sub_topic_name": "",
            "content": [
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "Nearly everything you see around is seen due to reflected light. Moon, for example, receives light from the Sun and reflects it. That’s how we see the moon. The objects which shine in the light of other objects are called illuminated objects. Can you name some other such objects? There are other objects, which give their own light, such as the Sun, fire, flame of a candle and an electric lamp. Their light falls on our eyes. That is how we see them. The objects which emit their own light are known as luminous objects."
              }
            ]
          }
        ]
      }
    ]
  },
  {
    "chapter_number": "13",
    "chapter_name": "The Human Eye and the Colourful World",
    "topics": [
      {
        "topic_name": "The Human Eye",
        "sub_topics": [
          {
            "sub_topic_name": "Parts of the Eye",
            "content": [
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "The outermost part of the eye is white. It is tough so that it can protect the interior of the eye from accidents. Its transparent front part is called cornea (Fig. 13.14). Behind the cornea, we find a dark muscular structure called iris. In the iris, there is a small opening called the pupil. The size of the pupil is controlled by the iris. The iris is that part of eye which gives it its distinctive colour . When we say that a person has green eyes, we refer actually to the colour of the iris. The iris controls the amount of light entering into the eye. Behind the pupil of the eye is a lens which is thicker in the centre. What kind of lens is thicker at the centre? Recall what you learnt about lenses in Class VII. The lens focuses light on the back of the eye, on a layer called retina (Fig. 13.14). The retina contains several nerve cells. Sensations felt by the nerve cells are then transmitted to the brain through the optic nerve. There are two kinds of cells– (i)cones, which are sensitive to bright light and (ii)rods, which are sensitive to dim light. Cones sense colour . At the junction of the optic nerve and the retina, there are no sensory cells, so no vision is possible at that spot. This is called the blind spot ."
              }
            ]
          },
          {
            "sub_topic_name": "Activity 13.7",
            "content": [
              {
                "type": "activity",
                "title_or_caption": "Activity 13.7 Fig. 13.13 : Dispersion of light",
                "data_or_text": "Get a plane mirror of a suitable size. Place it in a bowl ( katori) as shown in Fig. 1 3.13. Fill the bowl with water . Put this arrangement near a window in such a way that direct sunlight falls on the mirr or. Adjust the position of the bowl so that the reflected light from the mirror falls on a wall. If the wall is not white, fix a sheet of white paper on it. Reflected light will be seen to have many colours. How can you explain this? The mirror and water form aprism. As you learnt in Class VII , this breaks up the light into its colours, Splitting of light into its colours is known as dispersion of light. Rainbow is a natural phenomenon showing dispersion."
              }
            ]
          },
          {
            "sub_topic_name": "Activity 13.8",
            "content": [
              {
                "type": "activity",
                "title_or_caption": "Activity 13.8",
                "data_or_text": "Look into your friend’s eye. Observe the size of the pupil. Throw light on her eye with a torch. Observe the pupil now. Switch off the torch, and observe her pupil once again. Do you notice any change in the size of the pupil? In which case was the pupil larger? Why do you think it was so? In which case do you need to allow more light in the eye, when the light is dim or bright?"
              }
            ]
          },
          {
            "sub_topic_name": "Activity 13.9",
            "content": [
              {
                "type": "activity",
                "title_or_caption": "Activity 13.9",
                "data_or_text": "Make a round mark and a cross on a sheet of paper with the spot to the right of the cross (Fig. 13.15). The distance between two marks may be 6-8 cm. Hold the sheet of paper at an arm’s length from the eye. Close your left eye. Look continuously at the cross. Move the sheet slowly towards you, keeping your eye on the cross. What do you find? Does the round mark disappear at some point? Now close your right eye. Look at the round mark now and repeat the activity. Does the cross disappear? The disappearance of the cross or the round mark shows that there is a point on the retina which cannot send messages to the brain when light falls on it."
              }
            ]
          },
          {
            "sub_topic_name": "Eyelids and Defects of Vision",
            "content": [
              {
                "type": "paragraph",
                "title_or_caption": "",
                "data_or_text": "Nature has provided eyes with eyelids to prevent any object from entering the eye. Eyelids also shut out light when not required. Eye is such a wonder ful instrument that it (normal) can clearly see distant objects as well as objects nearby . The minimum distance at which the eye can see objects distinctly varies with age. The most comfortable distance at which one can read with a normal eye is about 25 cm. Some persons can see objects close to them clearly but cannot see distant objects so clearly. On the other hand, some persons cannot see objects nearby clearly but they can see distant objects quite well. With suitable corrective lenses, these defects of the eye can be corrected. Sometimes, particularly in old age, eyesight becomes fogg..."
              }
            ]
          }
        ]
      }
    ]
  },
  {
    "chapter_number": "13",
    "chapter_name": "Light",
    "topics": [
      {
        "topic_name": "Vitamin A",
        "sub_topics": [
          {
            "sub_topic_name": null,
            "content": [
              {
                "type": "paragraph",
                "title_or_caption": null,
                "data_or_text": "Lack of vitamin A in foodstuff is responsible for many eye troubles. Most common amongst them is night blindness. One should, therefore, include in the diet components which have vitamin A. Raw carrots, broccoli and green vegetables (such as spinach) and cod liver oil are rich in vitamin A. Eggs, milk, curd, cheese, butter and fruits such as papaya and mango are also rich in vitamin A."
              }
            ]
          }
        ]
      },
      {
        "topic_name": "Eyes of Animals",
        "sub_topics": [
          {
            "sub_topic_name": null,
            "content": [
              {
                "type": "paragraph",
                "title_or_caption": "Did you know?",
                "data_or_text": "Animals have eyes shaped in different ways. Eyes of a crab are quite small but they enable the crab to look all around. So, the crab can sense even if the enemy approaches from behind. Butterflies have large eyes that seem to be made up of thousands of little eyes (Fig. 13.17). They can see not only in the front and the sides but the back as well. A night bird (owl) can see very well in the night but not during the day. On the other hand, day light birds (kite, eagle) can see well during the day but not in the night. The owl has a large cornea and a large pupil to allow more light in its eye. Also, it has on its retina a large number of rods and only a few cones. The day birds on the other hand, have more cones and fewer rods."
              },
              {
                "type": "image",
                "title_or_caption": "Fig. 13.17 : Eyes of a butterfly",
                "data_or_text": null
              }
            ]
          }
        ]
      },
      {
        "topic_name": "Visually Impaired Persons",
        "sub_topics": [
          {
            "sub_topic_name": null,
            "content": [
              {
                "type": "paragraph",
                "title_or_caption": null,
                "data_or_text": "Some persons, including children, can be visually impaired. They have very limited vision to see things. Some persons cannot see at all since birth. Some persons may lose their eyesight because of a disease or an injury. Such persons try to identify things by touching and listening to voices more carefully. They develop their other senses more sharply. However, additional resources can enable them to develop their capabilities further."
              }
            ]
          }
        ]
      },
      {
        "topic_name": "Braille System",
        "sub_topics": [
          {
            "sub_topic_name": null,
            "content": [
              {
                "type": "paragraph",
                "title_or_caption": null,
                "data_or_text": "The most popular resource for visually challenged persons is Braille. Louis Braille, himself a visually challenged person, developed a system for visually challenged persons and published it in 1821. The present system was adopted in 1932. There is Braille code for common languages, mathematics and scientific notation. Many Indian languages can be read using the Braille system.Braille system has 63 dot patterns or characters. Each character represents a letter, a combination of letters, a common word or a grammatical sign. Dots are arranged in cells of two vertical rows of three dots each. Patterns of dots to represent some English letters and some common words are shown below. These patterns when embossed on Braille sheets help visually challenged persons to recognise words by touching. To make them easier to touch, the dots are raised slightly."
              },
              {
                "type": "paragraph",
                "title_or_caption": "Non-optical and optical aids for visually impaired",
                "data_or_text": "Non-optical aids include visual aids, tactual aids (using the sense of touch), auditory aids (using the sense of hearing) and electronic aids. Visual aids, can magnify words, can provide suitable intensity of light and material at proper distances. Tactual aids, including Braille writer slate and stylus, help the visually challenged persons in taking notes, reading and writing. Auditory aids include cassettes, tape recorders, talking books and other such devices. Electronic aids, such as talking calculators and computers, are also available for performing many computational tasks. Closed circuit television, also an electronic aid, enlarges printed material with suitable contrast and illumination. Nowadays, use of audio CDs and voice boxes with computers are also very helpful for listening to and writing the desired text. Optical aids include bifocal lenses, contact lenses, tinted lenses, magnifiers and telescopic aids. While the lens combinations are used to rectify visual limitations, telescopic aids are available to view chalkboard and class demonstrations."
              },
              {
                "type": "image",
                "title_or_caption": "Fig. 13.18 : Example of dot patterns used in Braille System",
                "data_or_text": null
              }
            ]
          }
        ]
      }
    ]
  },
  {
    "chapter_number": null,
    "chapter_name": "Light",
    "topics": [
      {
        "topic_name": "Reflection of Light",
        "sub_topics": [
          {
            "sub_topic_name": "Kaleidoscope",
            "content": [
              {
                "type": "paragraph",
                "title_or_caption": null,
                "data_or_text": "are formed in a kaleidoscope because of multiple reflections."
              }
            ]
          },
          {
            "sub_topic_name": "Dispersion of Light",
            "content": [
              {
                "type": "paragraph",
                "title_or_caption": null,
                "data_or_text": "Sunlight, called white light, consists of seven colours. Splitting of light into its constituent colours is known as dispersion."
              }
            ]
          },
          {
            "sub_topic_name": "Regular and Diffused Reflection",
            "content": [
              {
                "type": "question",
                "title_or_caption": "2.Differentiate between regular and diffused reflection. Does diffused reflection mean the failure of the laws of reflection?",
                "data_or_text": null
              },
              {
                "type": "question",
                "title_or_caption": "3.Mention against each of the following whether regular or diffused reflection will take place when a beam of light strikes. Justify your answer in each case.",
                "data_or_text": "(a)Polished wooden table (b)Chalk powder (c)Cardboard surface (d)Marble floor with water spread over it (e)Mirror (f)Piece of paper"
              }
            ]
          },
          {
            "sub_topic_name": "Laws of Reflection",
            "content": [
              {
                "type": "question",
                "title_or_caption": "4.State the laws of reflection.",
                "data_or_text": null
              },
              {
                "type": "question",
                "title_or_caption": "5.Describe an activity to show that the incident ray, the reflected ray and the normal at the point of incidence lie in the same plane.",
                "data_or_text": null
              }
            ]
          },
          {
            "sub_topic_name": "Plane Mirrors",
            "content": [
              {
                "type": "question",
                "title_or_caption": "6.Fill in the blanks in the following.",
                "data_or_text": "(a)A person 1 m in front of a plane mirror seems to be _______________ m away from his image. (b)If you touch your ____________ ear with right hand in front of a plane mirror it will be seen in the mirror that your right ear is touched with ____________ . (c)The size of the pupil becomes ____________ when you see in dim light. (d)Night birds have ____________ cones than rods in their eyes."
              },
              {
                "type": "question",
                "title_or_caption": "7.Angle of incidence is equal to the angle of reflection.",
                "data_or_text": "(a) Always (b) Sometimes (c) Under special conditions (d) Never"
              },
              {
                "type": "question",
                "title_or_caption": "8.Image formed by a plane mirror is",
                "data_or_text": "(a) virtual, behind the mirror and enlarged. (b) virtual, behind the mirror and of the same size as the object. (c) real at the surface of the mirror and enlarged. (d) real, behind the mirror and of the same size as the object."
              },
              {
                "type": "question",
                "title_or_caption": "9.Describe the construction of a kaleidoscope.",
                "data_or_text": null
              },
              {
                "type": "question",
                "title_or_caption": "15.Two mirrors meet at right angles. A ray of light is incident on one at an angle of 30° as shown in Fig. 13.19. Draw the reflected ray from the second mirror.",
                "data_or_text": "Fig. 13.19"
              },
              {
                "type": "question",
                "title_or_caption": "16.Boojho stands at A just on the side of a plane mirror as shown in Fig. 13.20. Can he see himself in the mirror? Also can he see the image of objects situated at P , Q and R?",
                "data_or_text": "Fig. 13.20"
              },
              {
                "type": "question",
                "title_or_caption": "17.(a)Find out the position of the image of an object situated at A in the plane mirror (Fig. 13.21). (b)Can Paheli at B see this image? (c)Can Boojho at C see this image? (d)When Paheli moves from B to C, where does the image of A move?",
                "data_or_text": "Fig. 13.21"
              }
            ]
          },
          {
            "sub_topic_name": "The Human Eye",
            "content": [
              {
                "type": "paragraph",
                "title_or_caption": null,
                "data_or_text": "Parts of the eye are cornea, iris, pupil, lens, retina and optic nerve. A normal eye can see nearby and distant objects clearly. Visually impaired persons can read and write using the Braille system. Visually impaired persons develop their other senses more sharply to improve their interac- tion with their environment."
              },
              {
                "type": "question",
                "title_or_caption": "10. Draw a labelled sketch of the human eye.",
                "data_or_text": null
              },
              {
                "type": "question",
                "title_or_caption": "11.Gurmit wanted to perform Activity 13.8 using a laser torch. Her teacher advised her not to do so. Can you explain the basis of the teacher’s advise?",
                "data_or_text": null
              },
              {
                "type": "question",
                "title_or_caption": "12.Explain how you can take care of your eyes.",
                "data_or_text": null
              }
            ]
          },
          {
            "sub_topic_name": "Multiple Reflections",
            "content": [
              {
                "type": "question",
                "title_or_caption": "14.How many images of a candle will be formed if it is placed between two parallel plane mirrors separated by 40 cm?",
                "data_or_text": null
              }
            ]
          },
          {
            "sub_topic_name": "Angle of Incidence and Reflection",
            "content": [
              {
                "type": "question",
                "title_or_caption": "13.What is the angle of incidence of a ray if the reflected ray is at an angle of 90° to the incident ray?",
                "data_or_text": null
              }
            ]
          }
        ]
      },
      {
        "topic_name": "Activities and Projects",
        "sub_topics": [
          {
            "sub_topic_name": "Making your own mirror",
            "content": [
              {
                "type": "activity",
                "title_or_caption": "1.Make your own mirror.",
                "data_or_text": "Take a glass strip or glass slab. Clean it and put it on a white sheet of paper . See yourself in the glass. Next put the glass slab on a black sheet of paper . Again look into the glass. In which case do you see yourself better and why?"
              }
            ]
          },
          {
            "sub_topic_name": "Interacting with visually impaired students",
            "content": [
              {
                "type": "activity",
                "title_or_caption": "2.Make friends with some visually impaired students.",
                "data_or_text": "Enquire from them how they read and write. Also find out how they are able to recognise objects, hurdles and currency notes."
              }
            ]
          },
          {
            "sub_topic_name": "Meeting an eye specialist",
            "content": [
              {
                "type": "activity",
                "title_or_caption": "3.Meet an eye specialist.",
                "data_or_text": "Get your eye sight checked and discuss how to take care of your eyes."
              }
            ]
          },
          {
            "sub_topic_name": "Survey of spectacle usage",
            "content": [
              {
                "type": "activity",
                "title_or_caption": "4.Survey your neighbourhood.",
                "data_or_text": "Find out how many children below the age of 12 years use spectacles. Find out from their parents what, in..."
              }
            ]
          }
        ]
      }
    ]
  }
]